//
//  WineAromasAndFlavors.swift
//  WineCalender
//
//  Created by Minju Lee on 2021/08/13.
//

import Foundation

let wineAromasAndFlavors0 = ["레몬", "라임", "자몽", "귤", "오렌지", "배", "사과", "풋사과", "블랙커런트", "블랙베리", "블루베리", "딸기", "산딸기", "체리", "무화과", "파인애플", "멜론", "패션프루트", "망고", "구아바", "바나나", "살구", "복숭아", "자두", "모과", "석류", "키위", "토마토", "피망"]

let wineAromasAndFlavors1 = ["아카시아", "아이리스", "장미", "백합", "모란", "제비꽃", "재스민", "라벤더", "허브", "민트"]

let wineAromasAndFlavors2 = ["잔디", "건초", "이끼", "흙", "유칼립투스", "올리브", "샌들우드", "소나무", "삼나무", "향나무", "꿀", "견과류", "아몬드", "호두", "헤이즐넛", "코코넛", "바닐라", "버터", "비스킷", "빵", "토스트", "캐러멜", "초콜릿", "커피"]

let wineAromasAndFlavors3 = ["오크", "연기", "담배", "베이컨", "버섯", "트러플", "생강", "시나몬", "후추", "가죽", "요오드", "부싯돌", "미네랄", "휘발유", "고무", "식초", "양파", "코르크"]
